raycast
arc
iterm2
rectangle-pro
alt-tab
discord
slack
vlc
figma
visual-studio-code
logi-options-plus
anydesk
command-x
spotify
affinity-designer
affinity-photo
affinity-publisher
swift-quit
azure-data-studio
ntellij-idea-ce
notion
